---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Tonnes
source: html/ad0e67e3-b87c-30ab-3a48-96475977a146.htm
---
# Autodesk.Revit.DB.UnitTypeId.Tonnes Property

Tonnes.

## Syntax (C#)
```csharp
public static ForgeTypeId Tonnes { get; }
```